<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<link href="https://fonts.googleapis.com/css2?family=Black+Han+Sans&family=Jua&family=Nanum+Brush+Script&family=Nanum+Pen+Script&display=swap" rel="stylesheet"><link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css" rel="stylesheet">
<link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css" rel="stylesheet">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap-icons@1.13.1/font/bootstrap-icons.min.css">
<script src="https://code.jquery.com/jquery-3.7.1.js"></script>
<title>Insert title here</title>
</head>
<style>
	.terms-title{
		width: 100%;
		height: 60px;
		border-bottom: 1px solid gray;
		padding: 0 0 0 15px;
		line-height: 60px;

	}
	.terms-title > span {
		font-size: 1.2em;
		font-weight: bold;
	}
	.terms-main{
		margin-top:5px;
		width: 100%;
		height: 100%;
		padding: 15px 80px 15px 15px;
	}
	.terms-comment{
		background-color: white;
		width: 100%;
		font-size: 0.8em;
		
	}
</style>
<body>
<div class="terms-title"><span id=>쇼핑몰 이용약관</span><span style="color: blue; font-size: 0.8em; font-weight: normal;">&nbsp;&nbsp;시행일 : 2025년 05월 28일</span></div>
<div class="terms-main">
	<div class="terms-comment"><p>제1조 (목적)<br>
	이 약관은 SSY.COM(이하 "회사")이 운영하는 온라인 쇼핑몰(이하 “사이트”)에서 제공하는 전자상거래 관련 서비스(이하 “서비스”)를 이용함에 있어 회사와 이용자의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.<br><br>
	제2조 (정의)<br>
	1. “사이트”란 회사가 재화 또는 용역(이하 “재화 등”)을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 등을 거래할 수 있도록 설정한 가상의 영업장을 말합니다.<br>
	2. “이용자”란 본 약관에 따라 회사가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.<br>
	3. “회원”이란 회사에 개인정보를 제공하고 회원등록을 한 자로서, 지속적으로 회사의 정보를 제공받으며 회사가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.<br>
	4. “비회원”이란 회원에 가입하지 않고 회사가 제공하는 서비스를 이용하는 자를 말합니다.<br>
	5. “아이디(ID)”란 회원의 식별과 서비스 이용을 위하여 회원이 설정하고 회사가 승인한 문자와 숫자의 조합을 말합니다.<br>
	6. “비밀번호”란 회원이 부여받은 아이디와 일치되는 회원임을 확인하고 비밀을 보호하기 위하여 회원이 설정한 문자 또는 숫자의 조합을 말합니다.<br><br>
	제3조 (약관의 명시 및 변경)<br>
	1. 회사는 본 약관의 내용을 이용자가 쉽게 알 수 있도록 사이트의 초기화면 또는 연결화면을 통해 게시합니다.<br>
	2. 회사는 약관의 규제에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률, 개인정보보호법 등 관련 법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.<br>
	3. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 사이트 초기화면에 그 적용일자 7일 이전부터 공지합니다.<br><br>
	변경된 약관은 그 적용일자 이전에 가입한 이용자에게도 적용됩니다.<br><br>
	제4조 (서비스의 제공 및 변경)<br>
	1. 회사는 다음과 같은 업무를 수행합니다:<br>
	● 재화 등에 대한 정보 제공 및 구매계약의 체결<br>
	● 구매계약이 체결된 재화 등의 배송<br>
	● 기타 회사가 정하는 업무<br><br>
	회사는 재화 등의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화 등의 내용을 변경할 수 있습니다.<br><br>
	제5조 (서비스의 중단)<br>
	1. 회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우 서비스의 제공을 일시적으로 중단할 수 있습니다.<br>
	2. 회사는 제1항의 사유로 인한 서비스의 일시 중단에 대해 이용자에게 사전 통지합니다.<br><br>
	제6조 (회원가입)<br>
	1. 이용자는 회사가 정한 가입 양식에 따라 회원정보를 기입한 후 본 약관에 동의함으로써 회원가입을 신청합니다.<br>
	2. 회사는 회원으로 등록할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.<br>
	● 등록 내용에 허위, 기재 누락, 오기가 있는 경우<br>
	● 기타 회원으로 등록하는 것이 회사의 기술상 또는 운영상 현저히 지장이 있다고 판단되는 경우<br><br>
	제7조 (회원 탈퇴 및 자격 상실)<br>
	1. 회원은 언제든지 사이트를 통해 탈퇴를 요청할 수 있으며, 회사는 즉시 회원탈퇴를 처리합니다.<br>
	2. 회사는 회원이 다음 각 호의 사유에 해당하는 경우 회원 자격을 제한 또는 상실시킬 수 있습니다.<br>
	● 허위 내용을 등록한 경우<br>
	● 타인의 서비스 이용을 방해하거나 정보를 도용한 경우<br>
	● 법령 또는 본 약관이 금지하는 행위를 한 경우<br><br>
	제8조 (회원에 대한 통지)<br>
	1. 회사는 회원이 제공한 이메일, 문자(SMS) 등으로 통지할 수 있으며, 불특정다수 회원에게는 사이트에 공지함으로써 통지에 갈음할 수 있습니다.<br><br>
	제9조 (구매 신청 및 계약의 성립)<br>
	1. 이용자는 회사에서 다음 방법에 의하여 구매를 신청합니다.<br>
	● 재화 등의 검색 및 선택<br>
	● 주문서 작성<br>
	● 결제 정보 입력<br>
	● 약관 동의<br>
	● 결제 및 확인<br><br>
	회사는 이용자의 구매 신청에 대하여 승낙함으로써 구매 계약이 성립됩니다.<br><br>
	제10조 (결제 방법)<br>
	1. 이용자는 회사에서 제공하는 다음 각 호의 방법 중 가용한 수단을 통해 결제할 수 있습니다.<br>
	● 신용카드 결제<br>
	● 실시간 계좌이체<br>
	● 가상계좌<br>
	● 무통장입금<br>
	● 휴대폰 결제<br>
	● 포인트 또는 쿠폰 결제<br><br>
	제11조 (배송)<br>
	1.회사는 이용자가 구매한 재화 등에 대해 특별한 사정이 없는 한 영업일 기준 3일 이내 발송합니다.<br>
	2. 배송 지연의 경우 이용자에게 지체 없이 고지합니다.<br><br>
	제12조 (취소, 환불 및 반품)<br>
	1. 이용자는 상품 수령 후 7일 이내에 교환 또는 환불을 요청할 수 있습니다.<br>
	2. 단, 다음 각 호의 경우에는 교환/환불이 제한됩니다:<br>
	● 소비자에게 책임이 있는 사유로 상품이 멸실 또는 훼손된 경우<br>
	● 소비자의 사용 또는 일부 소비로 상품의 가치가 현저히 감소한 경우<br>
	● 복제가 가능한 상품의 포장을 훼손한 경우<br><br>
	제13조 (개인정보 보호)<br>
	1. 회사는 이용자의 개인정보를 보호하기 위해 최선을 다하며, 개인정보보호법 등 관련 법령을 준수합니다.<br>
	2. 이용자의 개인정보 수집·이용 목적, 항목, 보관 기간 등은 별도의 ‘개인정보처리방침’에 따릅니다.<br><br>
	제14조 (지적재산권)<br>
	1. 사이트에 게시된 모든 콘텐츠(이미지, 글, 코드, UI 등)의 저작권은 회사 또는 제공자에게 있으며, 무단 복제, 배포, 사용을 금합니다.<br>	
	2. 이용자가 서비스를 이용하여 게시한 콘텐츠에 대한 저작권은 해당 이용자에게 있으며, 회사는 비상업적 목적으로 이를 사용할 수 있습니다.<br><br>	
	제15조 (책임의 한계)<br>
	1. 회사는 천재지변, 불가항력적 사유, 이용자의 고의 또는 과실 등으로 발생한 손해에 대하여 책임을 지지 않습니다.<br><br>	
	제16조 (약관 외 준칙)<br>
	1. 이 약관에서 정하지 않은 사항은 관계법령 및 회사의 운영정책에 따릅니다.<br><br>
	제17조 (분쟁 해결 및 관할)<br>
	1. 회사와 이용자 간 분쟁 발생 시, 원활한 해결을 위해 고객센터를 통해 최대한 협의하여 해결합니다.<br>
	2. 협의가 이루어지지 않을 경우, 관할 법원은 회사의 본사 소재지 관할 법원으로 합니다.</p></div>
</div>
</body>
</html>